Repository: gdarko/dg-vimeo-videos
Catalog: languages/wp-vimeo-videos-pro-*.po
Languages: pl_pl

source: %s / %s (resets on %s)
pl_pl: %s / %s (resetuje się %s)

source: %s / %s per minute (resets on %s)
pl_pl: %s / %s na minutę (resetuje się na %s)

source: (1-5 days required for approval)
pl_pl: (1-5 dni wymagane do zatwierdzenia)

source: 1. Vimeo Developer Portal
pl_pl: 1. Vimeo Portal deweloperski

source: 2. Request Upload Access
pl_pl: 2. Poproś o dostęp do przekazywania

source: 3. Obtain API Credentials
pl_pl: 3. Uzyskiwanie poświadczeń interfejsu API

source: 4. Setup Credentials
pl_pl: 4. Poświadczenia instalacji

source: < Back to library
pl_pl: < Powrót do biblioteki

source: Access Token
pl_pl: Token dostępu

source: Access Token is missing
pl_pl: Brak tokenu dostępu

source: After your upload access is approved you will need to create access token and also collect the required credentials such as %s, %s, %s.
pl_pl: Po zatwierdzeniu dostępu do przekazywania należy utworzyć token dostępu, a także zebrać wymagane poświadczenia, takie jak %s, %s, %s.

source: App
pl_pl: Aplikacja

source: Author
pl_pl: Autor

source: Back
pl_pl: Cofnij

source: Buy PRO Version
pl_pl: Kup wersję PRO

source: Cancel
pl_pl: Anuluj

source: Client ID
pl_pl: ID klienta

source: Client ID is missing
pl_pl: Brak identyfikatora klienta

source: Client Secret
pl_pl: Tajny klucz klienta

source: Client Secret is missing
pl_pl: Brak tajnego klucza klienta

source: Close
pl_pl: Zamknij

source: Confirm
pl_pl: Potwierdź

source: Connected
pl_pl: Połączony

source: Connected (Unauthenticated)
pl_pl: Połączono (Brak autoryzacji)

source: Create App
pl_pl: Utwórz aplikację

source: Current scopes
pl_pl: Bieżące zakresy

source: Description
pl_pl: Opis

source: Detected Problems
pl_pl: Wykryte problemy

source: Dismiss this notice
pl_pl: Odrzuć to powiadomienie

source: Documentation
pl_pl: Dokumentacja

source: Embed
pl_pl: Osadź

source: Embed and upload videos to Vimeo directly from WordPress
pl_pl: Osadzanie i przesyłanie filmów do Vimeo bezpośrednio z kokpitu Wordpressa

source: Error: %s is required.
pl_pl: Błąd: %s jest wymagane.

source: Failed to store the video entry in the local db.
pl_pl: Nie można zapisać pliku wideo w lokalnej bazie danych.

source: File
pl_pl: Plik

source: Filter by author
pl_pl: Filtrowanie według autora

source: Finally, assuming that you have upload access and all the credentials from the step 3, you need to enter those in the plugin %s page
pl_pl: Wreszcie, zakładając, że masz dostęp do przesyłania i wszystkie poświadczenia z kroku 3, musisz wprowadzić te w %s pluginu

source: Fix prolbem
pl_pl: Napraw problem

source: get started
pl_pl: rozpocznij

source: Hide videos uploaded from different authors for non-admin users
pl_pl: Ukryj filmy przesłane przez różnych autorów dla użytkowników niebędących administratorami

source: In order to be able to upload videos from external software like this plugin you need to request Upload Access from Vimeo and wait for approval.
pl_pl: Aby móc przesyłać filmy z zewnętrznego oprogramowania, takiego jak ta wtyczka, musisz poprosić o dostęp do uploadu od Vimeo i czekać na zatwierdzenie.

source: Insert
pl_pl: Wstaw

source: Insert Vimeo Video
pl_pl: Wstaw film

source: Insert Vimeo video from local library
pl_pl: Wstaw film na Vimeo z lokalnej biblioteki

source: Invalid action
pl_pl: Nieprawidłowa akcja

source: Invalid API Details
pl_pl: Nieprawidłowe szczegóły interfejsu API

source: Invalid request
pl_pl: Nieprawidłowe żądanie

source: Invalid request.
pl_pl: Nieprawidłowe żądanie.

source: Invalid search phrase. Please enter valid search phrase.
pl_pl: Niepoprawna fraza. Proszę wprowadzić poprawną frazę.

source: Loading more results...
pl_pl: Ładowanie wyników...

source: Manage
pl_pl: Zarządzaj

source: Manage this video
pl_pl: Zarządzaj tym filmem

source: Max Post Size
pl_pl: Maksymalny rozmiar wgrywanego pliku

source: Max Upload Size
pl_pl: Maksymalny rozmiar pliku

source: Missing scopes
pl_pl: Brakujące zakresy

source: Need help? Contact us!
pl_pl: Potrzebujesz pomocy? Napisz do nas!

source: No matching videos found for your search
pl_pl: Brak filmów dla twojej frazy

source: No results found
pl_pl: Nic nie znaleziono

source: No scopes found
pl_pl: Nie znaleziono zakresów

source: No uploaded videos found.
pl_pl: Nie znaleziono filmów.

source: No videos found
pl_pl: Nie znaleziono filmów

source: Not Connected
pl_pl: Nie podłączony

source: Oh, snap!
pl_pl: O nie!

source: Outdated PHP version
pl_pl: Przestarzała wersja PHP

source: PHP Version
pl_pl: Wersja PHP

source: Please correct the following errors
pl_pl: Proszę naprawić następujące błędy

source: Please delete {number} character
pl_pl: Proszę usunąć {number} znak

source: Please enter {number} or more characters
pl_pl: Proszę wprowadzić {number} lub więcej znaków

source: Please go to the %s and re-generate your access token with all the required scopes. If you need help check the link bellow.
pl_pl: Proszę przejść do %s i wygenerować token dostępu jeszcze raz. Ze wszystkimi wymaganymi uprawnieniami.

source: Please select valid video file.
pl_pl: Wybierz prawidłowy plik wideo.

source: Premium Version
pl_pl: Wersja Premium

source: premium Version
pl_pl: wersja premium

source: Preview Video
pl_pl: Podgląd wideo

source: Privacy management, front-end upload and more options available in the %s.
pl_pl: Zarządzanie prywatnością, przesyłanie front-end i inne opcje dostępne w %s.

source: Quota
pl_pl: Liczba

source: Rate Limits
pl_pl: Limity stawek

source: Read guide
pl_pl: Przeczytaj przewodnik

source: Read more
pl_pl: Czytaj więcej

source: Remove all items
pl_pl: Usuń wszystkie

source: Remove item
pl_pl: Usuń

source: Scopes
pl_pl: Zakresy

source: Search
pl_pl: Szukaj

source: Searching...
pl_pl: Wyszukiwanie...

source: Security Check Failed.
pl_pl: Sprawdzanie zabezpieczeń nie powiodło się.

source: Settings
pl_pl: Ustawienia

source: settings
pl_pl: ustawienia

source: Settings saved successfully!
pl_pl: Ustawienia konfiguracji zostały zapisane!

source: Show Author uploads only
pl_pl: Pokaż filmy przesłane tylko przez autora

source: Sorry
pl_pl: Przepraszamy

source: Sorry there was a HTTP error. Please check the server logs or contact support.
pl_pl: Wygląda na to, że wystąpił błąd. Skontaktuj się z administratorem.

source: Sorry. Looks like you are not allowed to upload videos to vimeo.
pl_pl: Wygląda na to, że wystąpił błąd. Skontaktuj się z administratorem.

source: Success
pl_pl: Sukces

source: Thanks for installing
pl_pl: Dziękujemy za instalację

source: The results could not be loaded.
pl_pl: Nic nie znaleziono.

source: This plugin allows you to easily upload and embed Vimeo videos through your WordPress website.
pl_pl: Ta wtyczka pozwala łatwo przesyłać i osadzać filmy Vimeo za pośrednictwem witryny WordPress.

source: Title
pl_pl: Tytuł

source: To %s please follow the steps below:
pl_pl: Aby %s, wykonaj poniższe czynności:

source: To fix the issue, go to Vimeo Developer Portal, select your application and remove your old Access Token. Generate new "Auhtneticated" Access Token and select the %s scopes. Once done, set the new Access Token in the Settings screen and Purge Cache.
pl_pl: Aby rozwiązać problem, przejdź do Vimeo Developer Portal, wybierz swoją aplikację i usuń stary Access Token. Wygeneruj nowy token dostępu „Auhtneticated” i wybierz zakresy %s. Po zakończeniu ustaw nowy token dostępu na ekranie Ustawienia i wyczyść pamięć podręczną.

source: To get started and successfully connect the plugin to Vimeo you will need to sign up at %s and then %s that will be used by your website.
pl_pl: Aby rozpocząć i pomyślnie podłączyć wtyczkę do Vimeo, musisz zarejestrować się w %s a następnie %s, które będą używane przez Twoją witrynę.

source: Unauthorized action
pl_pl: Nieautoryzowane działanie

source: Unauthorized action. User must be Author, Editor or Administrator to edit.
pl_pl: Nieautoryzowane działanie. Użytkownik musi być autorem, edytorem lub administratorem, aby edytować.

source: Untitled
pl_pl: Bez nazwy

source: Upload
pl_pl: Prześlij

source: Upload new
pl_pl: Dodaj nową

source: Upload new Vimeo video
pl_pl: Prześlij nowy film

source: Upload to Vimeo
pl_pl: Prześlij do Vimeo

source: Uploaded
pl_pl: Przesłano

source: Uploading
pl_pl: Przesyłanie

source: Uploading video. Please wait...
pl_pl: Przesyłanie wideo. Proszę czekać...

source: User
pl_pl: Użytkownik

source: Video File
pl_pl: Plik filmu

source: Video uploaded successfully.
pl_pl: Film został pomyślnie przesłany.

source: View On Vimeo
pl_pl: Zobacz na Vimeo

source: Vimeo Developer Portal
pl_pl: 1. Vimeo Portal deweloperski

source: Vimeo Link
pl_pl: Link do Vimeo

source: Vimeo not loaded
pl_pl: Film nie został załadowany

source: Vimeo video link
pl_pl: Link do filmu

source: Vimeo Videos
pl_pl: Filmy

source: We have premium version of this plugin that is improved, has more features, regular updates and dedicated support team ready to help you. If you are interested to find out about the complete list of the features click on the button below.
pl_pl: Mamy wersję premium tej wtyczki, która jest ulepszona, ma więcej funkcji, regularne aktualizacje i dedykowany zespół wsparcia gotowy, aby Ci pomóc. Jeśli jesteś zainteresowany, aby dowiedzieć się o pełnej liście funkcji kliknij przycisk poniżej.

source: Web Server
pl_pl: Serwer www

source: Who can view this video?
pl_pl: Kto może wyświetlać ten film?

source: WP Vimeo Library
pl_pl: Biblioteka Vimeo

source: WP Vimeo Settings
pl_pl: Ustawienia Vimeo

source: WP Vimeo Videos
pl_pl: Filmy vimeo

source: You can only select {number} item
pl_pl: Możesz wybrać tylko {number} rzeczy

source: Your Access Token is missing "Edit" scope. This will prevent editing Videos from the edit screen.
pl_pl: W Twoim tokenie dostępu brakuje zakresu „Edytuj”. Zapobiegnie to edytowaniu filmów z ekranu edycji.

source: Your Access Token is missing "Upload" scope. This will prevent uploading new Videos to Vimeo.
pl_pl: W Twoim tokenie dostępu brakuje zakresu „Prześlij”. Zapobiegnie to przesyłaniu nowych filmów do Vimeo.

source: Your Access Token is of type "Unauthenticated". This will prevent normal operation of the plugin.
pl_pl: Twój token dostępu jest typu „Nieuwierzytelniony”. Uniemożliwi to normalne działanie wtyczki.

source: Your Vimeo API credentials are missing or are invalid. Go to the <strong>Settings > Vimeo</strong> screen and enter valid vimeo details.
pl_pl: Brakuje Twoich danych logowania Vimeo API lub są one nieprawidłowe. Przejdź do ekranu <strong> Ustawienia > Vimeo </strong> i wprowadź prawidłowe dane Vimeo.
